"""Функціональні вимоги до програмного забезпечення
1. Управління категоріями витрат та доходів
1.1. Можливість додавати категорію
1.2. Можливість видаляти категорію
1.3. Можливість змінити дані про категорію
1.4. Можливість перегляду списку категорій
2.
Управління рахунками
2.1. Можливість додавати рахунок
2.2. Можливість видаляти рахунок
2.3. Можливість змінювати дані рахунку
2.4. Можливість перегляду списку рахунків
2.5. Можливість перегляду коштів на рахунку
3.
Управління витратами та доходами
3.1. Можливість додавати/видаляти витрати до певного рахунку
3.2. Можливість додавати/видаляти прибутки до певного рахунку
3.3. Можливість переведення грошей з рахунку на рахунок
3.4. Можливість перевірки витрат прибутків за певний період
3.5. Можливість отримання статистики прибутків витрат за певний період по днях, по категоріях
4. Пошук
4.1. Можливість пошуку категорій, витрат прибутків за категорією
4.2. Можливість пошуку прибутку витрати за сумою датою"""
